Repository: gritsakdj-art/JustTwo_iOS
Catalog: JustTwo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ru

# accessibility.create_invite
source: Create invite
ar: إنشاء دعوة
de: Einladung erstellen
es: Crear invitación
fr: Créer une invitation
it: Crea invito
ru: Создать приглашение

# accessibility.invite
source: Invite
ar: إرسال دعوة
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ru: Пригласить

# accessibility.like
source: Like
ar: إعجاب
de: Gefällt mir
es: Me gusta
fr: J'aime
it: Mi piace
ru: Лайк

# accessibility.notifications
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ru: Уведомления

# accessibility.pass
source: Pass
ar: تخطي
de: Überspringen
es: Pasar
fr: Passer
it: Passa
ru: Пропустить

# auth.email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico

# auth.error.email_already_exists
source: This email is already registered.
ar: هذا البريد الإلكتروني مسجل بالفعل.
de: Diese E-Mail ist bereits registriert.
es: Este correo electrónico ya está registrado.
fr: Cet e-mail est déjà enregistré.
it: Questa email è già registrata.
ru: Этот email уже зарегистрирован.

# auth.error.email_not_verified
source: Please verify your email before logging in.
ar: يرجى تأكيد بريدك الإلكتروني قبل تسجيل الدخول.
de: Bitte bestätige deine E-Mail, bevor du dich anmeldest.
es: Verifica tu correo antes de iniciar sesión.
fr: Veuillez vérifier votre e-mail avant de vous connecter.
it: Verifica la tua email prima di accedere.
ru: Подтвердите email перед входом.

# auth.error.invalid_credentials
source: Invalid email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
de: E-Mail oder Passwort ist falsch.
es: Correo o contraseña incorrectos.
fr: E-mail ou mot de passe incorrect.
it: Email o password non corretti.
ru: Неверный email или пароль.

# auth.error.invalid_email
source: Please enter a valid email address.
ar: أدخل بريدًا إلكترونيًا صحيحًا.
de: Gib eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo válida.
fr: Saisis une adresse e-mail valide.
it: Inserisci un indirizzo email valido.
ru: Введите корректный email.

# auth.error.invalid_or_expired_password_reset_token
source: Password reset link is invalid or expired.
ar: رابط إعادة تعيين كلمة المرور غير صالح أو انتهت صلاحيته.
de: Der Link zum Zurücksetzen des Passworts ist ungültig oder abgelaufen.
es: El enlace para restablecer la contraseña no es válido o ha caducado.
fr: Le lien de réinitialisation du mot de passe est invalide ou expiré.
it: Il link per reimpostare la password non è valido o è scaduto.
ru: Ссылка для сброса пароля недействительна или устарела.

# auth.error.missing_session_payload
source: The server response was incomplete. Please try again.
ar: كانت استجابة الخادم غير مكتملة. حاول مرة أخرى.
de: Die Serverantwort war unvollständig. Bitte versuche es erneut.
es: La respuesta del servidor estaba incompleta. Inténtalo de nuevo.
fr: La réponse du serveur était incomplète. Réessayez.
it: La risposta del server era incompleta. Riprova.
ru: Ответ сервера был неполным. Попробуйте ещё раз.

# auth.error.session_expired
source: Your session has expired. Please log in again.
ar: انتهت جلستك. سجّل الدخول مرة أخرى.
de: Deine Sitzung ist abgelaufen. Melde dich erneut an.
es: Tu sesión ha caducado. Inicia sesión de nuevo.
fr: Ta session a expiré. Connecte-toi à nouveau.
it: La sessione è scaduta. Accedi di nuovo.
ru: Сессия истекла. Войдите снова.

# auth.error.weak_password
source: Password must contain at least 8 characters, including a letter and a number.
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل، منها حرف ورقم.
de: Das Passwort muss mindestens 8 Zeichen, einen Buchstaben und eine Zahl enthalten.
es: La contraseña debe tener al menos 8 caracteres, una letra y un número.
fr: Le mot de passe doit contenir au moins 8 caractères, une lettre et un chiffre.
it: La password deve contenere almeno 8 caratteri, una lettera e un numero.
ru: Пароль должен содержать минимум 8 символов, букву и цифру.

# auth.forgot_password.generic_success
source: If this email exists, password reset instructions have been sent.
ar: إذا كان هذا البريد الإلكتروني موجودًا، فقد تم إرسال تعليمات إعادة تعيين كلمة المرور.
de: Wenn diese E-Mail existiert, wurden Anweisungen zum Zurücksetzen des Passworts gesendet.
es: Si este email existe, se han enviado instrucciones para restablecer la contraseña.
fr: Si cet e-mail existe, les instructions de réinitialisation ont été envoyées.
it: Se questa email esiste, le istruzioni per reimpostare la password sono state inviate.
ru: Если этот email существует, инструкции по сбросу пароля отправлены.

# auth.forgot_password.link
source: Forgot password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ru: Забыли пароль?

# auth.forgot_password.send
source: Send instructions
ar: إرسال التعليمات
de: Anweisungen senden
es: Enviar instrucciones
fr: Envoyer les instructions
it: Invia istruzioni
ru: Отправить инструкции

# auth.forgot_password.subtitle
source: Enter your email and we’ll send password reset instructions.
ar: أدخل بريدك الإلكتروني وسنرسل تعليمات إعادة تعيين كلمة المرور.
de: Gib deine E-Mail ein und wir senden dir Anweisungen zum Zurücksetzen des Passworts.
es: Introduce tu email y te enviaremos instrucciones para restablecer la contraseña.
fr: Saisis ton e-mail et nous t’enverrons les instructions de réinitialisation.
it: Inserisci la tua email e ti invieremo le istruzioni per reimpostare la password.
ru: Введите email, и мы отправим инструкции по сбросу пароля.

# auth.forgot_password.title
source: Reset password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
ru: Сбросить пароль

# auth.have_account
source: Already have an account?
ar: لديك حساب بالفعل؟
de: Hast du schon ein Konto?
es: ¿Ya tienes una cuenta?
fr: Tu as déjà un compte ?
it: Hai già un account?
ru: Уже есть аккаунт?

# auth.login
source: Log in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ru: Войти

# auth.no_account
source: Don't have an account?
ar: ليس لديك حساب؟
de: Noch kein Konto?
es: ¿No tienes cuenta?
fr: Pas encore de compte ?
it: Non hai un account?
ru: Нет аккаунта?

# auth.password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

# auth.register
source: Create account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
ru: Создать аккаунт

# auth.register_subtitle
source: Create your JustTwo account to get started
ar: أنشئ حساب JustTwo للبدء
de: Erstelle dein JustTwo-Konto, um loszulegen
es: Crea tu cuenta de JustTwo para empezar
fr: Crée ton compte JustTwo pour commencer
it: Crea il tuo account JustTwo per iniziare
ru: Создай аккаунт JustTwo, чтобы начать

# auth.subtitle
source: Sign in to continue with JustTwo
ar: سجّل الدخول للمتابعة في JustTwo
de: Melde dich an, um mit JustTwo fortzufahren
es: Inicia sesión para continuar con JustTwo
fr: Connecte-toi pour continuer avec JustTwo
it: Accedi per continuare con JustTwo
ru: Войди, чтобы продолжить в JustTwo

# auth.title
source: Welcome back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
it: Bentornato
ru: С возвращением

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# common.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ru: Готово

# common.error.title
source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
it: Qualcosa è andato storto
ru: Что-то пошло не так

# common.error.validation_failed
source: Please check the entered data.
ar: تحقق من البيانات المُدخلة.
de: Prüfe bitte die eingegebenen Daten.
es: Revisa los datos introducidos.
fr: Vérifie les informations saisies.
it: Controlla i dati inseriti.
ru: Проверьте введённые данные.

# common.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ru: Повторить

# discover.mode.activity
source: Activity
ar: نشاط
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ru: Активность

# discover.mode.vibe
source: Vibe
ar: الأجواء
es: Vibra
fr: Ambiance
ru: Настроение

# discover.mood.bar
source: Bar
ar: بار
ru: Бар

# discover.mood.coffee
source: Coffee
ar: قهوة
de: Kaffee
es: Café
fr: Café
it: Caffè
ru: Кофе

# discover.mood.flirt
source: Flirt
ar: مغازلة
es: Coqueteo
ru: Флирт

# discover.mood.movie
source: Movie
ar: فيلم
de: Film
es: Película
fr: Cinéma
it: Cinema
ru: Кино

# discover.mood.talk
source: Talk
ar: حديث
de: Reden
es: Charlar
fr: Discuter
it: Parlare
ru: Поговорить

# discover.mood.walk
source: Walk
ar: نزهة
de: Spaziergang
es: Paseo
fr: Balade
it: Passeggiata
ru: Прогулка

# email_verification.check.back_to_login
source: Back to login
ar: العودة إلى تسجيل الدخول
de: Zurück zur Anmeldung
es: Volver al inicio de sesión
fr: Retour à la connexion
it: Torna al login
ru: Вернуться ко входу

# email_verification.check.i_verified
source: I verified my email
ar: لقد أكدت بريدي الإلكتروني
de: Ich habe meine E-Mail bestätigt
es: Ya verifiqué mi correo
fr: J'ai vérifié mon e-mail
it: Ho verificato la mia email
ru: Я подтвердил email

# email_verification.check.not_verified_yet
source: Email is not verified yet. Open the link from your inbox and try again.
ar: لم يتم تأكيد البريد الإلكتروني بعد. افتح الرابط من بريدك وحاول مرة أخرى.
de: Die E-Mail ist noch nicht bestätigt. Öffne den Link aus deinem Postfach und versuche es erneut.
es: El correo aún no está verificado. Abre el enlace del correo e inténtalo de nuevo.
fr: L'e-mail n'est pas encore vérifié. Ouvrez le lien reçu et réessayez.
it: L'email non è ancora verificata. Apri il link ricevuto e riprova.
ru: Email ещё не подтверждён. Откройте ссылку из письма и попробуйте снова.

# email_verification.check.resend
source: Resend email
ar: إعادة إرسال البريد
de: E-Mail erneut senden
es: Reenviar correo
fr: Renvoyer l'e-mail
it: Invia di nuovo email
ru: Отправить письмо ещё раз

# email_verification.check.resend_countdown_format
source: Resend in %ds
ar: إعادة الإرسال خلال %d ث
de: Erneut senden in %d s
es: Reenviar en %d s
fr: Renvoyer dans %d s
it: Reinvia tra %d s
ru: Повторно через %d с

# email_verification.check.resend_success
source: If this email exists, a new verification email has been sent.
ar: إذا كان هذا البريد موجودًا، فقد تم إرسال رسالة تحقق جديدة.
de: Falls diese E-Mail existiert, wurde eine neue Bestätigungs-E-Mail gesendet.
es: Si este correo existe, se envió un nuevo correo de verificación.
fr: Si cet e-mail existe, un nouveau message de vérification a été envoyé.
it: Se questa email esiste, è stata inviata una nuova email di verifica.
ru: Если этот email существует, новое письмо подтверждения отправлено.

# email_verification.check.subtitle_format
source: We sent a verification link to %@. Open the link to verify your account.
ar: أرسلنا رابط تحقق إلى %@. افتح الرابط لتأكيد حسابك.
de: Wir haben einen Bestätigungslink an %@ gesendet. Öffne den Link, um dein Konto zu bestätigen.
es: Enviamos un enlace de verificación a %@. Ábrelo para verificar tu cuenta.
fr: Nous avons envoyé un lien de vérification à %@. Ouvrez-le pour vérifier votre compte.
it: Abbiamo inviato un link di verifica a %@. Aprilo per verificare il tuo account.
ru: Мы отправили ссылку подтверждения на %@. Откройте её, чтобы подтвердить аккаунт.

# email_verification.check.title
source: Check your email
ar: تحقق من بريدك الإلكتروني
de: E-Mail prüfen
es: Revisa tu correo
fr: Vérifiez votre e-mail
it: Controlla la tua email
ru: Проверьте email

# email_verification.check.verified_login
source: Email verified. Please log in.
ar: تم تأكيد البريد الإلكتروني. يرجى تسجيل الدخول.
de: E-Mail bestätigt. Bitte melde dich an.
es: Correo verificado. Inicia sesión.
fr: E-mail vérifié. Veuillez vous connecter.
it: Email verificata. Accedi.
ru: Email подтверждён. Теперь войдите.

# email_verification.error.delivery_failed
source: We couldn't send the verification email. Please try again later.
ar: تعذر إرسال رسالة التحقق. حاول مرة أخرى لاحقًا.
de: Wir konnten die Bestätigungs-E-Mail nicht senden. Bitte versuche es später erneut.
es: No pudimos enviar el correo de verificación. Inténtalo más tarde.
fr: Nous n'avons pas pu envoyer l'e-mail de vérification. Réessayez plus tard.
it: Non siamo riusciti a inviare l'email di verifica. Riprova più tardi.
ru: Не удалось отправить письмо подтверждения. Попробуйте позже.

# email_verification.error.invalid_or_expired
source: This verification link is invalid or expired.
ar: رابط التحقق هذا غير صالح أو منتهي الصلاحية.
de: Dieser Bestätigungslink ist ungültig oder abgelaufen.
es: Este enlace de verificación no es válido o ha caducado.
fr: Ce lien de vérification est invalide ou expiré.
it: Questo link di verifica non è valido o è scaduto.
ru: Эта ссылка подтверждения недействительна или устарела.

# email_verification.error.missing_token
source: Verification token is missing.
ar: رمز التحقق مفقود.
de: Der Bestätigungstoken fehlt.
es: Falta el token de verificación.
fr: Le jeton de vérification est manquant.
it: Il token di verifica è mancante.
ru: Токен подтверждения отсутствует.

# email_verification.login_required_message
source: Please verify your email before logging in.
ar: يرجى تأكيد بريدك الإلكتروني قبل تسجيل الدخول.
de: Bitte bestätige deine E-Mail, bevor du dich anmeldest.
es: Verifica tu correo antes de iniciar sesión.
fr: Veuillez vérifier votre e-mail avant de vous connecter.
it: Verifica la tua email prima di accedere.
ru: Подтвердите email перед входом.

# email_verification.result.back_to_login
source: Back to login
ar: العودة إلى تسجيل الدخول
de: Zurück zur Anmeldung
es: Volver al inicio de sesión
fr: Retour à la connexion
it: Torna al login
ru: Вернуться ко входу

# email_verification.result.continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# email_verification.result.error_title
source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
it: Qualcosa è andato storto
ru: Что-то пошло не так

# email_verification.result.expired_subtitle
source: This verification link is invalid or expired. Request a new one from the app.
ar: هذا الرابط غير صالح أو منتهي الصلاحية. اطلب رابطًا جديدًا من التطبيق.
de: Dieser Link ist ungültig oder abgelaufen. Fordere in der App einen neuen an.
es: Este enlace no es válido o ha caducado. Solicita uno nuevo desde la app.
fr: Ce lien est invalide ou expiré. Demandez-en un nouveau depuis l'app.
it: Questo link non è valido o è scaduto. Richiedine uno nuovo dall'app.
ru: Эта ссылка недействительна или устарела. Запросите новую в приложении.

# email_verification.result.expired_title
source: Link expired
ar: انتهت صلاحية الرابط
de: Link abgelaufen
es: Enlace caducado
fr: Lien expiré
it: Link scaduto
ru: Ссылка устарела

# email_verification.result.go_to_login
source: Go to login
ar: الذهاب إلى تسجيل الدخول
de: Zur Anmeldung
es: Ir al inicio de sesión
fr: Aller à la connexion
it: Vai al login
ru: Перейти ко входу

# email_verification.result.loading_subtitle
source: Please wait while we verify your email.
ar: يرجى الانتظار بينما نتحقق من بريدك الإلكتروني.
de: Bitte warte, während wir deine E-Mail bestätigen.
es: Espera mientras verificamos tu correo.
fr: Veuillez patienter pendant la vérification de votre e-mail.
it: Attendi mentre verifichiamo la tua email.
ru: Подождите, пока мы подтверждаем ваш email.

# email_verification.result.loading_title
source: Verifying email
ar: جارٍ تأكيد البريد
de: E-Mail wird bestätigt
es: Verificando correo
fr: Vérification de l'e-mail
it: Verifica email
ru: Проверяем email

# email_verification.result.network_title
source: Could not verify
ar: تعذر التحقق
de: Bestätigung fehlgeschlagen
es: No se pudo verificar
fr: Vérification impossible
it: Verifica non riuscita
ru: Не удалось подтвердить

# email_verification.result.success_subtitle
source: Your email has been verified successfully.
ar: تم تأكيد بريدك الإلكتروني بنجاح.
de: Deine E-Mail wurde erfolgreich bestätigt.
es: Tu correo se verificó correctamente.
fr: Votre e-mail a été vérifié avec succès.
it: La tua email è stata verificata con successo.
ru: Ваш email успешно подтверждён.

# email_verification.result.success_title
source: Email verified
ar: تم تأكيد البريد
de: E-Mail bestätigt
es: Correo verificado
fr: E-mail vérifié
it: Email verificata
ru: Email подтверждён

# email_verification.result.verifying
source: Verifying
ar: جارٍ التحقق
de: Wird bestätigt
es: Verificando
fr: Vérification
it: Verifica in corso
ru: Проверяем

# invite.error.expired
source: This invite link has expired.
ar: انتهت صلاحية رابط الدعوة هذا.
de: Dieser Einladungslink ist abgelaufen.
es: Este enlace de invitación ha caducado.
fr: Ce lien d'invitation a expiré.
it: Questo link di invito è scaduto.
ru: Срок действия ссылки-приглашения истёк.

# invite.error.invalid
source: This invite link is invalid.
ar: رابط الدعوة هذا غير صالح.
de: Dieser Einladungslink ist ungültig.
es: Este enlace de invitación no es válido.
fr: Ce lien d'invitation n'est pas valide.
it: Questo link di invito non è valido.
ru: Эта ссылка-приглашение недействительна.

# invite.error.invalid_pasted_link
source: Enter a valid JustTwo invite link.
ar: أدخل رابط دعوة JustTwo صالحاً.
de: Bitte einen gültigen JustTwo-Einladungslink eingeben.
es: Introduce un enlace de invitación de JustTwo válido.
fr: Saisissez un lien d'invitation JustTwo valide.
it: Inserisci un link di invito JustTwo valido.
ru: Введите корректную ссылку-приглашение JustTwo.

# invite.error.login_required
source: You need to log in to accept this invite.
ar: يجب تسجيل الدخول لقبول هذه الدعوة.
de: Melde dich an, um diese Einladung anzunehmen.
es: Inicia sesión para aceptar esta invitación.
fr: Connectez-vous pour accepter cette invitation.
it: Accedi per accettare questo invito.
ru: Войдите в аккаунт, чтобы принять приглашение.

# invite.error.missing_url
source: The server did not return an invite link.
ar: لم يُرجع الخادم رابط دعوة.
de: Der Server hat keinen Einladungslink zurückgegeben.
es: El servidor no devolvió un enlace de invitación.
fr: Le serveur n'a pas renvoyé de lien d'invitation.
it: Il server non ha restituito un link di invito.
ru: Сервер не вернул ссылку-приглашение.

# invite.error.own_invite
source: You cannot accept your own invite.
ar: لا يمكنك قبول دعوتك الخاصة.
de: Du kannst deine eigene Einladung nicht annehmen.
es: No puedes aceptar tu propia invitación.
fr: Vous ne pouvez pas accepter votre propre invitation.
it: Non puoi accettare il tuo invito.
ru: Нельзя принять собственное приглашение.

# invite.error.privacy_restricted
source: This user is not accepting new invites right now.
ar: هذا المستخدم لا يقبل دعوات جديدة حالياً.
de: Dieser Nutzer nimmt derzeit keine neuen Einladungen an.
es: Este usuario no acepta nuevas invitaciones en este momento.
fr: Cet utilisateur n'accepte pas de nouvelles invitations pour le moment.
it: Questo utente non accetta nuovi inviti al momento.
ru: Этот пользователь сейчас не принимает новые приглашения.

# invite.error.qr_generation_failed
source: Could not generate a QR code for this invite.
ar: تعذّر إنشاء رمز QR لهذه الدعوة.
de: QR-Code für diese Einladung konnte nicht erstellt werden.
es: No se pudo generar un código QR para esta invitación.
fr: Impossible de générer un QR code pour cette invitation.
it: Impossibile generare un codice QR per questo invito.
ru: Не удалось сгенерировать QR-код для этого приглашения.

# invite.error.title
source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
it: Qualcosa è andato storto
ru: Что-то пошло не так

# invite.error.unavailable
source: This invite is no longer available.
ar: هذه الدعوة لم تعد متاحة.
de: Diese Einladung ist nicht mehr verfügbar.
es: Esta invitación ya no está disponible.
fr: Cette invitation n'est plus disponible.
it: Questo invito non è più disponibile.
ru: Это приглашение больше недоступно.

# invite.join.headline
source: Join a chat
ar: الانضمام إلى محادثة
de: Einem Chat beitreten
es: Unirse a un chat
fr: Rejoindre un chat
it: Unisciti a una chat
ru: Присоединиться к чату

# invite.join.open_button
source: Open invite
ar: فتح الدعوة
de: Einladung öffnen
es: Abrir invitación
fr: Ouvrir l'invitation
it: Apri invito
ru: Открыть приглашение

# invite.join.paste_clipboard
source: Paste from clipboard
ar: لصق من الحافظة
de: Aus Zwischenablage einfügen
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
ru: Вставить из буфера

# invite.join.scan_button
source: Scan QR code
ar: مسح QR
de: QR scannen
es: Escanear QR
fr: Scanner le QR
it: Scansiona QR
ru: Сканировать QR

# invite.join.scan.title
source: Scan QR code
ar: مسح رمز QR
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansiona codice QR
ru: Сканирование QR

# invite.join.scan.unsupported
source: Scanning isn't available on this device.
ar: المسح غير متاح على هذا الجهاز.
de: Scannen ist auf diesem Gerät nicht verfügbar.
es: El escaneo no está disponible en este dispositivo.
fr: Le scan n'est pas disponible sur cet appareil.
it: La scansione non è disponibile su questo dispositivo.
ru: Сканирование недоступно на этом устройстве.

# invite.join.subtitle
source: Paste an invite link that someone sent you
ar: الصق رابط الدعوة الذي أرسله لك شخص آخر
de: Füge einen Einladungslink ein, den du von jemandem erhalten hast
es: Pega un enlace de invitación que alguien te envió
fr: Collez un lien d'invitation que quelqu'un vous a envoyé
it: Incolla un link di invito che qualcuno ti ha inviato
ru: Вставьте ссылку-приглашение, которую вам отправили

# invite.link.copied
source: Link copied
ar: تم نسخ الرابط
de: Link kopiert
es: Enlace copiado
fr: Lien copié
it: Link copiato
ru: Ссылка скопирована

# invite.link.copy
source: Copy Link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia link
ru: Копировать ссылку

# invite.link.loading
source: Creating your invite link…
ar: جارٍ إنشاء رابط الدعوة…
de: Einladungslink wird erstellt…
es: Creando tu enlace de invitación…
fr: Création de votre lien d'invitation…
it: Creazione del link di invito…
ru: Создаём ссылку-приглашение…

# invite.link.mode.invite
source: Invite
ar: دعوة
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ru: Пригласить

# invite.link.mode.join
source: Join
ar: انضم
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti
ru: Присоединиться

# invite.link.paste.clipboard
source: Paste from clipboard
ar: لصق من الحافظة
de: Aus Zwischenablage einfügen
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
ru: Вставить из буфера

# invite.link.paste.hint
source: Paste an invite link from JustTwo.
ar: الصق رابط دعوة من JustTwo.
de: Füge einen JustTwo-Einladungslink ein.
es: Pega un enlace de invitación de JustTwo.
fr: Collez un lien d'invitation JustTwo.
it: Incolla un link di invito JustTwo.
ru: Вставьте ссылку-приглашение JustTwo.

# invite.link.paste.open
source: Open invite
ar: فتح الدعوة
de: Einladung öffnen
es: Abrir invitación
fr: Ouvrir l'invitation
it: Apri invito
ru: Открыть приглашение

# invite.link.paste.section
source: Open an invite link
ar: فتح دعوة من رابط
de: Einladung per Link öffnen
es: Abrir enlace de invitación
fr: Ouvrir un lien d'invitation
it: Apri un link di invito
ru: Открыть чужое приглашение

# invite.link.refresh
source: Create New Link
ar: إنشاء رابط جديد
de: Neuen Link erstellen
es: Crear nuevo enlace
fr: Créer un nouveau lien
it: Crea nuovo link
ru: Создать новую ссылку

# invite.link.share
source: Share Link
ar: مشاركة الرابط
de: Link teilen
es: Compartir enlace
fr: Partager le lien
it: Condividi link
ru: Поделиться ссылкой
